{ 
    "cc": "ARTE",
    "ano": "1",
    "cod": "ART",
    "nsd": "2",
    "tda": "76",
    "tdh": "57",
    "metodo": "tp",
    "usalocal": "s",
    "quais": "Sala de arte, pátio, visitas externas.",
    "ementa": "A disciplina visa a compreensão da arte como área de conhecimento, elaborada em linguagens e códigos específicos. Experimentação prática, leitura de obras e compreensão crítica das manifestações artísticas como formas de criação e expressão de conceitos, identidades e sensibilidades, atreladas aos contextos social/históricos. Respeito à diversidade, valorização do patrimônio cultural e do potencial mobilizador da arte do passado e do presente. Abordagem de diferentes culturas, períodos e temas, incluindo arte europeia, arte contemporânea, cultura popular brasileira, africana e afro-brasileira.",
    "obj": "<ul><li>Compreender a arte como área de conhecimento, elaborada em linguagens e códigos específicos, entre eles: visuais, verbais, sonoros, corporais;</li><li>Compreender as manifestações artísticas como formas de criação e expressão de conceitos, identidades e sensibilidades, atreladas ao seu contexto social/histórico;</li><li>Apreciar e valorizar a diversidade cultural;</li><li>Incentivar o aluno a perceber e valorizar as manifestações culturais locais, nacionais e internacionais, do presente e do passado;</li><li>Incentivar o aluno a criar a sua poética pessoal por meio do fazer e experimentação;</li><li>Estimular a pesquisa e a crítica;</li><li>Valorizar a colaboração em grupo e o bom uso dos materiais.</li></ul>",
    "contprog": "<ul><li>Conceito de arte e sua inserção na sociedade;</li><li>Especificidades das diversas linguagens artísticas;    Identidade como fruto do diálogo entre o individual e o social;</li><li>Diferentes espaços da arte: museus, escolas, centros culturais, arte pública, arte urbana;</li><li>Preservação e valorização do patrimônio cultural;</li><li>Cultura popular, indígena, africana e afro-brasileira;</li><li>Renascimento e Barroco: herança europeia;</li><li>Arte moderna e arte contemporânea;</li><li>Discussões sobre algumas manifestações artísticas de diferentes épocas e grupos que expressam questões relevantes, entre elas: arte e política, direitos humanos, inclusão, relações de gênero, diversidade cultural, novas mídias, arte urbana, arte e ambiente.</li></ul>",
    "biblibasic": "UTUARI, Solange dos Santos et al. <b>Por toda parte</b>. São Paulo: FTD, 2014. <br><br>MARTINS, Mirian Celeste Ferreira Dias; PICOSQUE, Gisa; GUERRA, M. Terezinha Telles. <b>Didática no ensino de arte</b>: a língua do mundo: poetizar, fruir e conhecer arte. São Paulo: FTD, 1998.",
    "biblicomp": "ENCICLOPÉDIA ITAÚ CULTURAL DE ARTE E CULTURAS BRASILEIRAS. Disponível em: &lt;<a href='http://www.itaucultural.org.br/conheca/enciclopedia/'>http://www.itaucultural.org.br/conheca/enciclopedia/</a>&gt;. Acesso em: out. 2015.<br><br>MUSEU AFRO BRASIL. <b>África em artes</b>. Disponível em: &lt;<a href='http://www.museuafrobrasil.org.br/docs/defaultsource/publica%C3%A7%C3%B5es/africa_em_artes.pdf'>http://www.museuafrobrasil.org.br/docs/defaultsource/publica%C3%A7%C3%B5es/africa_em_artes.pdf</a>&gt;. Acesso em: out. 2015.<br><br>SANTOS, José Luiz. <b>O que é cultura</b>. São Paulo: Brasiliense, 2006."
}