{ 
    "cc": "EDUCAÇÃO FÍSICA",
    "ano": "1",
    "cod": "EFI",
    "nsd": "2",
    "tda": "76",
    "tdh": "57",
    "metodo": "tp",
    "usalocal": "s",
    "quais": "Campo, Quadra, Auditório",
    "ementa": "A disciplina faz abordagens relacionadas à corporeidade, expressão corporal, voltada às lutas, danças, jogos cooperativos, atividades multidisciplinares das áreas da linguagem funcional dos jogos competitivos. Também contempla teorias voltadas à biologia humana nas diversas etnias, histórico de atividades físicas praticadas dentre os povos indígenas, afrodescendentes, europeus, americanos e da antiguidade, além de teorias da evolução humana e suas adaptações ao meio ambiente e à conservação da espécie.",
    "obj": "<ul><li>Promover o conhecimento do corpo e a qualidade de vida, desenvolvendo atividades que promovam a melhoria da atenção, concentração, aquisição de conhecimentos nas diversas áreas do conhecimento escolar; </li><li>Aprofundar nas atividades que estimulam o cérebro trino nas fases reptilianas, límbicas e neocorticais, desenvolvendo atividades práticas e teóricas que envolvam a cultura do corpo humano e a qualidade de vida.  </li></ul>",
    "contprog": "<ul> <li>Testes de habilidades naturais, iniciação às lutas de Judô e Capoeira; </li> <li>Recreação, utilizando jogos cooperativos, gincanas culturais desportivas, recreação motivacional, jogos cognitivos; </li><li>Pequenos jogos, prática do voleibol, prática do basquetebol, prática do handebol, prática do xadrez e do tênis de mesa; </li> <li>Danças circulares, danças regionais, danças folclóricas, danças populares. </li></ul>",
    "biblibasic": "BATISTA. J. C. <b>A escola de corpo inteiro</b>. São Paulo: EdUSP, 2005. <br><br>HEEMANN, Ademar. <b>O corpo que pensa</b>. São Paulo: Sextante, 2010. <br><br>MacLEAN, Paul. <b>O cérebro triuno</b>. Rio de Janeiro: Sprint, 2011. ",
    "biblicomp": "DAOLIO, J. <b>Da cultura do corpo</b>. 3.ed. São Paulo: Papirus, 2007.   <br><br>FREITAS, M. L. L. U.; ASSIS, O. Z. M. Os aspectos cognitivo e afetivo da criança avaliados por meio das manifestações da função simbólica. <b>Revista Eletrônica Ciências & Cognição</b>, v.11, p.96-109, 2006. <br><br>LABBATE, M. <b>Atividades sensoriais e abstratas dos jogos e lutas</b>. Landes Bioscience: Austin, 2011. <br><br>SWERTS, W. M. Educação física no ensino médio e tecnológico: Um corpo que pensa, age e reage. IN: JORNADA CIENTÍFICA E TECNOLÓGICA DE PÓS-GRADUAÇÃO DO IFSUL DE MINAS, 6. 2014. Pouso Alegre. <b>Anais eletrônicos...</b> Pouso Alegre: IFSUL de Minas, 2014. Disponível em:  &lt;<a href='https://jornada.ifsuldeminas.edu.br/index.php/jcpoa/jcpoa/paper/viewFile/440/443'>https://jornada.ifsuldeminas.edu.br/index.php/jcpoa/jcpoa/paper/viewFile/440/443</a>&gt;. Acesso em: out. 2015. "
}