{ 
    "cc": "LITERATURA BRASILEIRA E PORTUGUESA",
    "ano": "1",
    "cod": "LBP",
    "nsd": "2",
    "tda": "76",
    "tdh": "57",
    "metodo": "t",
    "usalocal": "s",
    "quais": "Laboratório de Informática",
    "ementa": "A disciplina contempla o estudo das manifestações das literaturas de língua portuguesa (brasileira, portuguesa e africana), através da recuperação das formas instituídas de construção do imaginário coletivo, do patrimônio cultural e das classificações preservadas e divulgadas, no eixo temporal e espacial. Considerando, nas análises crítico-interpretativas do texto literário, a representação das etnias, os conceitos de direitos humanos e a concepção do meio ambiente que nela se configura.",
    "obj": "<ul><li>Conhecer as obras representativas dos diferentes períodos das literaturas brasileira e portuguesa;</li><li>Analisar, interpretar e aplicar os recursos expressivos da linguagem verbal, relacionando textos/contextos, mediante a natureza, função, organização, estrutura, de acordo com as condições de produção, recepção (intenção, época, local, interlocutores participantes da criação e propagação das ideias e escolhas, tecnologias disponíveis).</li></ul>",
    "contprog": "<ul><li>Conceito de literatura, história, teoria e crítica literária;</li><li>Gêneros literários;</li><li>Trovadorismo; Humanismo; Renascimento; Quinhentismo; Barroco; Arcadismo.</li></ul>",
    "biblibasic": "CEREJA, William Roberto; MAGALHÃES, Thereza Cochar. <b>Português</b>: Linguagens.9.ed. São Paulo: Saraiva, 2013. v.1.",
    "biblicomp": "AMARAL, Emilia; PATROCINIO, Mauro Ferreira; LEITE, Ricardo Silva. <b>Novas palavras</b>. São Paulo: FTD, 2010.<br><br>GORCZEVISKI, Clovis. <b>Educar para os direitos humanos</b>. São Paulo: Salta. 2015.<br><br>KLINGER, Diana. <b>Literatura e ética</b>. São Paulo: Rocco, 2014.<br><br>MARCONDES, Danilo. <b>Textos básicos de ética</b>. São Paulo: Zahar, 2009.<br><br>PIOVESAN, Flávia. <b>Temas de direitos humanos</b>. São Paulo: Saraiva, 2015.<br><br>RIBEIRO, Nye. <b>No tempo dos meus bisavós</b>. São Paulo: Brasil, 2013.<br><br>ROCHA, Ruth. <b>Declaração universal dos direitos humanos</b>. São Paulo: Salamandra, 2014.<br><br>TIBURI, Márcia. <b>Filosofia prática</b>: ética, vida cotidiana, vida virtual. São Paulo: Record, 2014."
}