{ 
    "cc": "LÍNGUA PORTUGUESA - GRAMÁTICA",
    "ano": "1",
    "cod": "LPG",
    "nsd": "2",
    "tda": "76",
    "tdh": "57",
    "metodo": "t",
    "usalocal": "n",
    "quais": "",
    "ementa": "A disciplina visa o estudo e análise da estrutura gramatical da língua, tendo como referência os recursos expressivos da linguagem verbal, relacionando textos/contextos, mediante a natureza, função, organização, estrutura, de acordo com as condições de produção, recepção (intenção, época, local, interlocutores participantes da criação e propagação das ideias e escolhas, tecnologias disponíveis).",
    "obj": "<ul><li>Estudar os aspectos discursivos da linguagem, articulando elementos que pertencem tanto à gramática normativa em seus aspectos prescritivos e descritivos, quanto à gramática de uso e a reflexiva, que explora aspectos ligados à semântica e ao discurso;</li><li>Articular as redes de diferenças e semelhanças entre a língua oral e escrita e seus códigos sociais, contextuais e linguísticos;</li><li>Estudar aspectos fonológicos e morfológicos da Língua Portuguesa, sob o ponto de vista da norma padrão;</li><li>Analisar aspectos normativos do uso da linguagem, tendo como referência o texto e seu contexto discursivo;</li><li>Abordar questões gramaticais que permitem aos educandos melhor desempenho na língua escrita padrão.</li></ul>",
    "contprog": "<ul><li>Linguagem Verbal e não Verbal;</li><li>Códigos;</li><li>A língua;</li><li>As diferentes Gramáticas;</li><li>A teoria da Comunicação;</li><li>Funções de linguagem;</li><li>Variedades Linguísticas (Dialetos, registros, Gírias);</li><li>As Figuras de Linguagem;</li><li>Textualidade, Coerência, Coesão*;</li><li>A Coerência e o contexto discursivo*;</li><li>Intertextualidade, Interdiscursividade e paródia*;</li><li>Introdução à Semântica;</li><li>Sinonímia e Antonímia;</li><li>Campo Semântico, Hiponímia e Hiperonímia;</li><li>Polissemia;</li><li>Ambiguidade;</li><li>Fonética – Sons e Letras;</li><li>Classificação de Fonemas;</li><li>Sílabas;</li><li>Encontros vocálicos;</li><li>Encontros Consonantais;</li><li>Dígrafos;</li><li>Ortoepia e Prosódia;</li><li>Ortografia;</li><li>Divisão Silábica;</li><li>Regras de Acentuação Gráfica;</li><li>Estrutura de Palavras;</li><li>Tipos de Morfemas;</li><li>Formação de Palavras;</li><li>Processos de formação de palavras;</li><li>Palavras de origem Africana;</li><li>Substantivo - Classificação e Flexão;</li><li>Adjetivo - Classificação e Flexão.</li></ul><br>* O trabalho com o eixo da textualidade abordará elementos da história e cultura afro-brasileira, através da seleção de textos atualizados em periódicos e revistas da época.",
    "biblibasic": "CEREJA, William Roberto; MAGALHÃES, Thereza Cochar. <b>Português Linguagens</b>. 9.ed. São Paulo: Saraiva, 2013.v.1.<br><br>______. <b>Gramática reflexiva</b>. 3.ed. reform. São Paulo: Atual, 2009.",
    "biblicomp": "AMARAL, Emilia; PATROCINIO, Mauro Ferreira; LEITE, Ricardo Silva. <b>Novas palavras.</b> São Paulo: FTD, 2010.<br><br>CIPRO NETO, Pasquale; INFANTE, Ulisses. <b>Gramática da Língua Portuguesa</b>. São Paulo: Scipione, 2008.<br><br>FERREIRA, Mauro. <b>Aprender e praticar gramática</b>. São Paulo: FTD, 2011.<br><br>FIORIN, José Luís; SAVIOLI, Francisco Platão. <b>Para entender o texto</b>: leitura e redação. São Paulo: Ática, 2007."
}