{ 
    "cc": "LÍNGUA PORTUGUESA - GRAMÁTICA",
    "ano": "2",
    "cod": "LPG",
    "nsd": "2",
    "tda": "76",
    "tdh": "57",
    "metodo": "t",
    "usalocal": "n",
    "quais": "",
    "ementa": "A disciplina promove o desenvolvimento e aprimoramento da Língua Portuguesa com vistas à comunicação escrita e oral, através de estudo e análise da estrutura gramatical da língua Portuguesa no que se refere às classes gramaticais e aos aspectos morfossintáticos.",
    "obj": "<ul><li>Estudar os aspectos discursivos da linguagem, articulando aspectos que pertencem tanto à gramática normativa em seus aspectos prescritivos e descritivos, quanto à gramática de uso e a reflexiva, que explora aspectos ligados à semântica e ao discurso;</li><li>Exercitar a linguagem oralmente e por escrito, visando otimizar a comunicação;</li><li>Propiciar o domínio do nível culto da linguagem, bem como de suas estruturas básicas, a fim de facilitar e aprimorar o ato de comunicação e de compreensão da língua portuguesa, buscando o exercício da cidadania.</li></ul>",
    "contprog": "Classes gramaticais:<ol><li>Classificação do pronome. Pronomes pessoais. Pronomes possessivos. Pronomes demonstrativos. Pronomes indefinidos. Pronomes relativos. Pronomes interrogativos;</li><li>Estudo do verbo. Conjugações verbais. Flexão do verbo. Verbo regular e verbo irregular. Correlação entre os tempos verbais;</li><li>Palavras invariáveis;</li><li>Advérbio. Locução adverbial. Classificação do advérbio;</li><li>Preposição. Relações estabelecidas pelas preposições;</li><li>Conjunção;</li><li>Interjeição. A interjeição e o contexto. Sintaxe;</li><li>Classificação do sujeito;</li><li>Tipos de verbo. Verbo de ligação. Verbo significativo. Classificação dos verbos significativos; 10. Classificação do predicado;</li><li>Termos associados ao verbo. Objeto direto e objeto indireto;</li><li>Agente da passiva;</li><li>Adjunto adverbial. Termos associados a nomes;</li><li>Adjunto adnominal;</li><li>Predicativo do sujeito. Predicativo do objeto;</li><li>Complemento nominal;</li><li>Aposto;</li><li>Vocativo;</li><li>Aspectos sintáticos no texto*.</li></ol><br>* Os textos trabalhados como base para as análises linguísticas trarão a temática “Ética Ambiental”, abordando questões relevantes sobre lixo eletrônico, poluição tecnológica, descarte de materiais eletrônicos, entre outros. Serão utilizados artigos e matérias em jornais e revistas da época.",
    "biblibasic": "CEREJA, William Roberto; MAGALHÃES, Thereza Cochar. <b>Português</b>: Linguagens. 9.ed. São Paulo: Saraiva, 2013.v.1.<br><br>_________. <b>Gramática reflexiva</b>. 3.ed. reform. São Paulo: Atual, 2009.",
    "biblicomp": "AMARAL, Emilia; PATROCINIO, Mauro Ferreira; LEITE, Ricardo Silva. <b>Novas palavras.</b> São Paulo: FTD, 2010.<br><br>CIPRO NETO, Pasquale; INFANTE, Ulisses. <b>Gramática da Língua Portuguesa</b>. São Paulo: Scipione, 2008.<br><br>FERREIRA, Mauro. <b>Aprender e praticar gramática</b>. São Paulo: FTD, 2011.<br><br>FIORIN, José Luís; SAVIOLI, Francisco Platão. <b>Para entender o texto</b>: leitura e redação. São Paulo: Ática, 2007."
}