{ 
    "cc": "LÍNGUA PORTUGUESA - GRAMÁTICA",
    "ano": "3",
    "cod": "LPG",
    "nsd": "2",
    "tda": "76",
    "tdh": "57",
    "metodo": "t",
    "usalocal": "n",
    "quais": "",
    "ementa": "A disciplina contempla o estudo e análise de elementos sintáticos da língua portuguesa, com foco nas relações entre períodos e estruturação de parágrafos.",
    "obj": "<ul><li>Possibilitar ao aluno o contato com as várias formas de linguagem, a fim de que ele amplie a sua apreensão do real;</li><li>Exercitar a linguagem oralmente e por escrito, visando otimizar a comunicação;</li><li>Propiciar o domínio do nível culto da linguagem, bem como de suas estruturas básicas, a fim de facilitar e aprimorar o ato de comunicação e de compreensão da língua portuguesa em diversos aspectos, buscando o exercício da cidadania.</li></ul>",
    "contprog": "<ol><li>Período composto por subordinação;</li><li>Oração principal e oração subordinada;</li><li>Orações subordinadas substantivas;</li><li>Orações subordinadas adjetivas;</li><li>Função sintática do pronome relativo;</li><li>Orações subordinadas adjetivas;</li><li>Orações subordinadas adverbiais;</li><li>Oração subordinada reduzida;</li><li>Período composto por coordenação;</li><li>Orações coordenadas;</li><li>Período composto por coordenação e subordinação;</li><li>Concordância nominal;</li><li>Concordância verbal;</li><li>Regência verbal;</li><li>Crase;</li><li>Colocação dos pronomes oblíquos átonos;</li><li>Vícios de linguagem;</li><li>Pontuação;</li><li>Articulação entre elementos gramaticais e o texto*.</li></ol><br>* Os textos usados para a análise dos elementos linguísticos trarão as temáticas “Educação em Direito Humanos”, com especial atenção à questão do Idoso, no intuito de eliminar preconceitos. Os textos terão como base matérias e artigos publicados em revistas e jornais da época.",
    "biblibasic": "CEREJA, William Roberto; MAGALHÃES, Thereza Cochar. <b>Português Linguagens</b>. 9.ed. São Paulo: Saraiva, 2013.v.1.<br><br>_________. <b>Gramática reflexiva</b>. 3.ed. reform. São Paulo: Atual, 2009.",
    "biblicomp": "AMARAL, Emilia; PATROCINIO, Mauro Ferreira; LEITE, Ricardo Silva. <b>Novas palavras.</b> São Paulo: FTD, 2010.<br><br>CIPRO NETO, Pasquale; INFANTE, Ulisses. <b>Gramática da Língua Portuguesa</b>. São Paulo: Scipione, 2008.<br><br>FERREIRA, Mauro. <b>Aprender e praticar gramática</b>. São Paulo: FTD, 2011.<br><br>FIORIN, José Luís; SAVIOLI, Francisco Platão. <b>Para entender o texto</b>: leitura e redação. São Paulo: Ática, 2007."
}