{ 
    "cc": "LÍNGUA PORTUGUESA - REDAÇÃO",
    "ano": "4",
    "cod": "LPR",
    "nsd": "2",
    "tda": "76",
    "tdh": "57",
    "metodo": "t",
    "usalocal": "n",
    "quais": "",
    "ementa": "Esta disciplina desenvolve no discente uma percepção acerca dos aspectos relacionados à tessitura textual, permitindo que este compreenda as relações entre os discursos e produza textos adequados a cada contexto de produção.",
    "obj": "<ul><li>Identificar as diferentes linguagens e seus recursos expressivos como elementos de caracterização dos sistemas de comunicação;</li><li>Identificar os elementos que concorrem para a progressão temática e para a organização e estruturação de textos de diferentes gêneros e tipos;</li><li>Reconhecer em textos de diferentes gêneros, recursos verbais e não verbais utilizados com a finalidade de criar e mudar comportamentos e hábitos;</li><li>Relacionar, em diferentes textos, opiniões, temas, assuntos e recursos linguísticos;</li><li>Inferir em um texto quais são os objetivos de seu produtor e quem é seu público alvo, pela análise dos procedimentos argumentativos utilizados;</li><li>Reconhecer no texto estratégias argumentativas empregadas para o convencimento do público, tais como a intimidação, sedução, comoção, chantagem, entre outras;</li><li>Analisar a função da linguagem predominante nos textos em situações específicas de interlocução.</li></ul>",
    "contprog": "<ul><li>Texto dissertativo-argumentativo<ul><li>Tipos de introdução</li><li>Tipos de argumentação</li><li>Tipo de conclusão</li></ul></li><li>Carta<ul><li>Carta de solicitação</li><li>Carta de reclamação</li></ul></li><li>Texto jornalístico e argumentação<ul><li>Editorial e Artigo de opinião</li></ul></li></li></ul>Observação: As temáticas abaixo serão abordadas durante o ano, organizadas após planejamento anual:<ul><li>História e Cultura afro-brasileira;</li><li>Educação Ambiental;</li><li>Valorização do Idoso;</li><li>Cidadania.</li></ul>",
    "biblibasic": "KLEIMAN, Ângela. <b>Texto e leitor</b>. 9. ed. Campinas: Pontes, 2005.<br><br>MARCUSCHI, Luiz Antônio. <b>Produção textual, análise de gêneros e compreensão</b>. São Paulo: Parábola, 2011.",
    "biblicomp": "BRASIL. SECRETARIA DE EDUCAÇÃO MÉDIA E TECNOLOGIA. <b>Parâmetros curriculares nacionais</b>: ensino médio. Brasília: MEC, SEMTEC, 2002.<br><br>NEVES, Maria Helena de Moura. <b>Que gramática estudar na escola</b>: norma e uso na língua portuguesa. São Paulo: Contexto, 2004.<br><br>POSSENTI, Sírio. <b>Questões de linguagem</b>: passeio gramatical dirigido. São Paulo: Parábola, 2011."
}